Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: This requires an Infosec Test, modified by the quality of the system's firewall and the hacker's spoofing program. If successful, communications sent by the hacker are treated as coming from the legitimate user.
fr_fr: Cela nécessite un Test d'Infosec, modififé par la qualité du pare-feu du système et par celle du programme de spoof du hackeur. Si c'est une réussite, les communications envoyées par le hackeur sont traitées comme venant de l'utilisateur légitime.

source: Biometric and passkey systems used for authentication (p.
fr_fr: Les systèlmes biométrique et à code utilisés pour l'identifiaction (p.

source: 253) can potentially be forged hackers who are able to get a look at the originals.
fr_fr: 253) peuevtn potentiellement être falsifié par les hackeurs qui sont capable de jetter un œil aux originaux.

source: The means and techniques for doing so differ, and are beyond the scope of this book, but successfully forging such systems would allow a hacker to log in as the legitimate user.
fr_fr: Les moyens et tehcniques pour le faire diffèrent, et sont au-delà de la portée de ce livre, mais réussir à falsifier de tels système permet à un hackeur de se connecter en tant qu'utilisateur légitime.

source: Hacking into a node is a time-consuming task.
fr_fr: Prater un nœud est une tâche consomatrice de temps.

source: The target system must be carefully analyzed and probed for weaknesses, without alerting its defenses.
fr_fr: Le système cible doit être précautionneusement analysé à la recherche de faiblesses, sans altérer ses défenses.

source: Depending on the type of security in place, more than one test may be called for.
fr_fr: Enf onction du type de sécurité en place, plus d'un test peut être nécessaire.

source: Hackers require special exploit software (p.
fr_fr: Les hackeurs ont besoin d'un logiciel d'exploit particulier (p.

source: 331) to take advantage of security holes, but software does not a hacker make.
fr_fr: 331) pour exploiter les trous de sécurité, mais le logiciel n'est pas ce qui fait un hackeur.

source: What really counts is Infosec skill (p.
fr_fr: Ce qui comtpe réellement est la compétence Infosec (p.

source: 180), which is the ability to use, modify, and improvise exploits to their full advantage.
fr_fr: 180), qui est la capacité à utiliser, modifier et improviser des exploits à leur maximum.

source: Lacking a passcode, the hacker must break in the old-fashioned way: discreetly scanning the target, look for weaknesses, and take advantage of them.
fr_fr: En absence de code d'accès, le hackeur doit rentrer à l'ancienne: en analysant discrètement la cible, en recherchant des faiblesses et en en prenant avantage.

source: In this case the hacker takes their exploit software and makes an Infosec Test.
fr_fr: Dans ce cas, le hackeur prend son logiciel d'exploit et fait un Test d'Infosec.

source: This is handled as a Task Action with a timeframe of 10 minutes.
fr_fr: Cela est géré par une Action de Tâche avec un intervalle de 10 minutes.

source: Various modifiers may apply, such as the quality of the exploit software, the quality of the Firewall, or the alertness of the target system.
fr_fr: Différents modificateurs peuvent s'appliquer, tels que la qualité du logiciel d'exploit, la qualité du pare-feu ou l'état d'alerte du système cible.

source: The gamemaster may also modify the timeframe, shortening it to reflect systems that are cookie-cutter common with known security flaws or raising it as fitting for a top-of-the-line system with still-unreleased defenses.
fr_fr: Le maître de jeu peut également modifier l'intervalle, le raccourcissant pour refléter les systèmes de base ayant des failels connues ou l'augmentant lorsque le hackeur se frotte aux système haut-de-gamme avec des défenses qui ne sont pas publiques.

source: By default, a hacker trying to break in this way is pursuing standard user access rights (p.
fr_fr: Par défaut, un hackeur qui essayes de se frayer un chemin essaye d'obtenir des droits d'accès d'utilisateur normal (p.

source: If the hacker wishes to obtain security or admin privileges on the system, apply a –20 or –30 modifier, respectively.
fr_fr: Si le hackeur désire obtenir des privilèges de sécurité ou d'administrateur sur le système, appliquez un modificateur de -20 ou de -30 respectivement.

source: If the Infosec Test succeeds, the intruder has invaded the system without triggering any alarms.
fr_fr: Si le Test d'Infosec réussit, l'intrus a envahi le système sans déclencher d'alarme.

source: If the system is actively monitored (p.
fr_fr: Si le système est activement surveillé (p.

source: 253), they must now avoid detection by that watchdog (see below).
fr_fr: 253), le hacker doit maintenant éviter d'être détecté par les chien de garde (voir plus bas).

source: If there is no active monitor, the intruder gains the status of Covert (see In- truder Status, p.
fr_fr: Si il n'y a pas de supervision active, l'intrus obtient le statut Couvert (voir Status des Intrus, p.

source: If the intruder scored an Excellent Success, however, their status is Hidden (p.
fr_fr: Si l'intrus obtient un Réussite Exceptionnelle, son statut est Caché (p.

source: Probing: Players may choose to take the time (p.
fr_fr: Sonder: Les joueurs peuvent choisir de prendre leur temps (p.

source: 116) when probing the target for weakness and exploits In fact, this is a common procedure when a hacker wants to ensure success.
fr_fr: 116) lorsqu'ils sondent la cible à la recherche de faiblesse et d'exploits. Dans les faits, c'est une procédure commune lorsqu'un hackeur veut garantir sa réussite.

source: If a system is also actively monitored (p.
fr_fr: Si un système est également activement supervisé (p.

source: 253), the hacker must avoid detection.
fr_fr: 253), le hackeur doit échapper à la détection.

source: Treat this as a Variable Opposed Infosec Test between the intruder and the monitor.
fr_fr: Considérez cela comme un test Variable en Opposition d'Infosec entre l'intrus et le superviseur.

source: The outcome depends on both rolls:
fr_fr: L'issue dépend des deux jets:

source: If only the intruder succeeds, the hacker has accessed the node without the monitor or the system
fr_fr: Si l'intrus est le seul à réussir, le hackeur a accès au nœud sans que le supervisuer ou le système ne le

source: noticing.
fr_fr: remarque.

source: The hacker has acquired Covert status (p.
fr_fr: Le hackeur a acquis le status Couvert (p.

source: If the hacker scored an Excellent Success, their status is Hidden (p.
fr_fr: Si le hackeur obtient une Réussite Exceptionnelle, son status est Caché (p.

source: If only the monitor succeeds, the hacking attempt is spotted and the monitor may immediately lock the hacker out of the system before they manage to fully break in.
fr_fr: Si seul le supervisuer réussit, la tentative de piratage est détectée et le supervisuer peut immédiatement bloquer le hackeur à l'extérieur du système avant qu'il ne parvienne à rentrer.

source: The intruder may try again, but the monitor will be vigilant for further intrusions.
fr_fr: L'intrus peut essayer de nouveau, mais le superviseur sera à l'affût de prochaines intrusions.

source: If both succeed, the intruder has gained access but the monitor is aware that something strange is going on.
fr_fr: Si les deux ont réussit, l'intrus obtiens un accès mais le superviseur est conscient que quelque chose d'étrange est en train de se produire.

source: The hacker acquires Spotted status.
fr_fr: Le hacker obtient le status Détecté.

source: If both fail, continue to make the same test on each of the hacker's Action Phases, until one or both succeed.
fr_fr: Si les deux échouent, continuez à faire le même test à chaque Phase d'Action du hackeur, jusqu'à ce que l'un des deux réussisse.

source: The Hacking Sequence
fr_fr: La Séquence De Piratage

source: Defeat the Firewall
fr_fr: Vaincre le Pare-feu

source: Infosec Task Action (10 minutes)
fr_fr: Action de Tâche d'Infosec (10 minutes)

source: Bypass Active Security
fr_fr: Contourner la Sécurité Active

source: Opposed Infosec Test
fr_fr: Test en Opposition d'Infosec

source: Hacker Wins with Excellent Success, Defender Fails
fr_fr: Le hackeur obtient une réussite exceptionnelle, le défenseur échoue.

source: Hidden status/+30 all tests (p.
fr_fr: Status Caché/+30 à tous les tests (p.

source: Hacker Succeeds, Defender Fails
fr_fr: Le hackeur réussit, le défenseur échoue

source: Covert Status (p.
fr_fr: Status COuvert (p.

source: Both Succeed
fr_fr: Les deux réussissent

source: Spot Status/Passive Alert (p.
fr_fr: Status Détecté/Alerte Passive (p.

source: Defender Succeeds, Hacker Fails
fr_fr: Le défenseur réussit, le hackeur échoue

source: Locked status/Active Alert (p.
fr_fr: Statsu Verrouillé/Alerte Active (p.

source: Intruder status is a simple way of measuring an invader's situation when they are intruding upon a system.
fr_fr: Le status d'un Intrus est un moyen simple de mesurer la situation d'un attaquant lorsqu'il s'introduit dans un système.

source: This status has an impact on whether the hacker has caught any attention or if they managed to remain unobtrusive.
fr_fr: Ce status sert à déterminer si le hackeur est détecté ou si il a réussit à rester invisible.

source: Status is first determined when the intruder access the system, though it may change according to events.
fr_fr: Le status est d'abord éterminé lorsque l'intrus accède au système, bien qu'il puisse changer en fonction des évènements.

source: Note that intruder status is a separate matter from account access privileges (p.
fr_fr: Notez que le status d'un intrus est une considération distincte des privilèges d'accès associés à un compte (p.

source: The latter represents what a user can legally do on a system.
fr_fr: Ces derniers représentent ce qu'un utilisateur peut légalement faire sur un système.

source: The former indicates how aware the system is of the hacker's true nature as an intruder.
fr_fr: Le status représente le niveau de conscience de la nature intrusive du hackeur.

source: An intruder with Hidden status has managed to silently sneak into the system without anyone noticing.
fr_fr: Un intrus avec le status Caché a réussit à se faufiler silencieusement dans le système sans que personne ne le remarque.

source: The system's security is totally unaware of their presence and may not act against them.
fr_fr: La sécurité du système est complètement inconsciente de sa présence et ne peut agir contre lui.

source: In this case, the hacker is not using an account so much as they are exploiting a flaw in the system that grants them a nebulous, behind-the-scenes sort of presence in the system.
fr_fr: Dans ce cas, le hackeur fait plus que d'utiliser un compte, il exploite un défaut du système ce qui lui permet d'avoir une présence nébuleuse dans le système.

source: The hacker effectively has admin access rights, but does not show up as an admin-level user in logs or other statistics.
fr_fr: Le hackeur bénéficie d'un compte administrateur, mais n'apparaît pas comme tel dans les journaux ou autres statistiques.

source: Hidden characters receive a +30 modifier on any efforts to subvert the system.
fr_fr: Les personnages Cachés ont un modificateur de +30 à toutes leurs tentatives de subevrtir un système.

source: An intruder with Covert status has accessed the system in a manner that doesn't attract any unusual attention.
fr_fr: Un intrus ayant le status Couvert a accès au système d'une manière qui n'attire pas d'attention particulière.

source: For all intents and purposes, they appear to be a legitimate user with whatever access rights they sought.
fr_fr: De tout point de vue, ils apparaissent comme des utilisateurs légitimes avec les droits d'accès correspondant.

source: Only extensive checking will turn up any abnormalities.
fr_fr: Seul une analyse poussée pourra remarquer l'anomalie.

source: The system is aware of them, but does not consider them a threat.
fr_fr: Le système est conscient de son existence, mais il ne la considère pas comme une menace.

source: Spotted status indicates that the system is aware of an anomaly or intrusion but hasn't zeroed in on the intruder yet.
fr_fr: Le statut Détecté indique que le système est conscient d'une anomalie ou d'une intrusion mais ne l'as pas encore réduite à l'utilisateur.

source: The hacker appears to be a legitimate user with whatever access rights they sought, but this will not hold up under close scrutiny.
fr_fr: le hackeur apparaît comme un utilisateur légitime avec les accès correspondant, mais cela ne résistera pas à une analyse minutieuse.

source: The system goes on passive alert (inflicting a –10 modifier to the hacker's activities on that system) and may engage the hacker with passive countermeasures (p.
fr_fr: Le système passe en alerte passive (infligeant un modificateur de -10 aux activités du hackeur sur le système) et peut attaquer le hackeur avec des contremesures passives (p.

source: Locked status means that the intruder—including their datatrail—has been pinned down by system security.
fr_fr: Le status Verrouillé signifie que l'intrus - y compris sa piste de donnée - a été repéré par la sécurité du système.

source: The hacker has access and account privileges, but they have been flagged as an interloper.
fr_fr: Le hackeur a l'accès et les privilèges du compte, mais il a été signalé comme un étranger.

source: The system is on active alert (inflicting a –20 modifier on the hacker's actions and may launch active countermeasures (p.
fr_fr: Le système est en alerte active (infligeant un modificateur de -20 à toutes les actiosn du hacker) et peut déclencher des contremesure actives (p.

source: 257) against the intruder.
fr_fr: 257) contrre l'intrus.

source: An intruder's status is subject to change according to their actions and the actions of the system.
fr_fr: Le status d'un intrus est amené à évoluer en fonction de ses actions et des actions du système.

source: A hacker can attempt to improve their status in order to better protect themself.
fr_fr: Un hackeur peut tenter d'améliorer son status afin de mieux se protéger.

source: This requires a Complex Action and an Infosec Test.
fr_fr: Cela nécessite une Action Complexe et un Test d'Infosec.

source: If the hacker has Spotted status, this is an Opposed Test between monitor and intruder.
fr_fr: Si le hacker à le status Détecté, il s'agît d'un Test en Opposition entre le superviseur et l'intrus.

source: If the hacker wins and scores an Excellent Success (MoS of 30+), they have upgraded their status by one level (for example, from Covert to Hidden).
fr_fr: Si le hacker gagne et obtient une Réussite Exceptionnelle (MdR de 30+), il améliore son status d'un niveau (par exemple de Couvert à Caché).

source: Intruders with Locked status may not upgrade.
fr_fr: Les intrus ayant le status Verrouillé ne peuvent pas l'améliorer.

source: A security hacker or muse that is actively monitoring a system can take a Complex Action and attempt to hone in on a Spotted intruder.
fr_fr: Un hackeur ou une muse de sécurité qui surveille activement un système peut prendre une Action Complexe pour tenter de trouver un intrus ayant le status Détecté.

source: An Opposed Infosec Test is made between both parties.
fr_fr: Un Test en Opposition d'Infosec est effectué par les deux parties.

source: If the system's defender wins, the hacker is downgraded to Locked status.
fr_fr: Si le défenseur du système l'emporte, le hackeur est rétrogradé au status Verrouillé.

source: Any time an intruder scores a Severe Failure (MoF 30+) on a test involving manipulating the system, they are automatically downgraded one status level (from Covert to Spotted, for example).
fr_fr: À chaque fois qu'un intrus obtient un Échec Catastrophique (MdE 30+) sur un test qui implique la manipulation du système, ils sotn automatiquement rétrogradé d'un niveau (de Couvert à Détecté, par exemple).

source: If a critical failure is rolled, they immediately give themselves away and achieve Locked status.
fr_fr: Si un échec critique est obtenu, ils se signalent immédiatement et obtiennent le status Verrouillé.

source: Sometimes a character simply doesn't have time to do the job right, and they need to hack in now or never.
fr_fr: Parfois un personnage n'a simplement pas suffisament de temps pour faire le boulot correctement, et il a besoin de pénétrer le système maintenant ou jamais.

source: In this case the hacker engages the target system immediately head on, without taking any time to prepare an attack.
fr_fr: Dans ce cas, le hackeur engage le système cible bille en tête, sans prendre le temps de préparer une attaque.

source: The hacker simply brings all of their software exploit tools to bear, throwing them at the target and hoping that one works.
fr_fr: Le hackeur attrapes simplement tout les logiciels d'exploit à portée et les envoie contre la cible, espérant que l'un d'entre eux fonctionnera.

source: This is handled as an Infosec Test, but as a Task Action with a timeframe of 1 minute (20 Action Turns).
fr_fr: Ceci est géré par un Test d'infosec, mais comme une Action de Tâche avec un intrvalle d'1 minutes (20 Tour d'Action).

source: The hacker receives a +30 modifier on this test.
fr_fr: Le hacker reçoit un modificateur de +30 à son test.

source: Many hackers choose to rush the job (see Task Actions, p.
fr_fr: Beaucoup de hackeur cherche à précipiter le boulot (voir Action de Tâche, p.

source: 120), in order to cut this time even shorter.
fr_fr: 120), afin de réduire encore ce temps.

source: The drawback to brute-force hacking is that it immediately triggers an alarm.
fr_fr: L'inconvénient de la force brute est que le piratage déclenche immédiatement une alarme.

source: If the system is actively monitored the hacker must beat the monitor in an Opposed Infosec Test or be immediately locked out as soon as they break in.
fr_fr: Si le système est activement surveillé, le hackeur doit battre le superviseur dans un Test en Opposition d'Infosec dés qu'il pénètre le nœud ou être immédiatement verrouillé à l'extérieur.

source: Even if they succeed, the hacker has Locked status and is subject to active countermeasures.
fr_fr: Même si il réussit, le hackeur a le status Verrouillé et est sujet aux contemesure actives.

source: Intrusion Countermeasures
fr_fr: Contremesure d'Intrusion

source: If an intruding hacker fails to penetrate a system's defenses (i.e., they are Spotted or Locked, see p.
fr_fr: Si un hackeur intrus ne parvient pas à pénétrer les défenses systèmes (i.e, il est Détecté ou Verrouillé, voir p.

source: 256), then the system goes on alert and activates certain defenses.
fr_fr: 256) le système passe en alerte et active certaines défenses.

source: The nature of the applied countermeasures depends on the capabilities of the system, the abilities of its security defender(s), and the policy of its owner/ admins.
fr_fr: La nature ds contremesure utilisées dépend des capacités du système, des compétences de ses défenseurs de sécurité et de la politique de son propriétaire/administrateur.

source: While some nodes will simply seek to kick the intruder out and keep them shut out, others will actively counterattack, seeking to track the intruder and potentially hack the intruder's own PAN.
fr_fr: Alros que certains nœuds chercherons simplement à déconnecter l'intrus et à les maintenir l'écart, d'autres contre-attaquerons, cherchant à pister l'intrus et à pirater le PAN de l'intrus.

source: Security alerts come in two flavors: passive and active.
fr_fr: Il existe deux type d'alerte de sécurité: les alertes passives et les alerte actives.

source: Passive alerts are triggered when an intruder hits Spotted status.
fr_fr: Les alertes passive sont déclenchées lorsqu'un intrus a le status Détecté.

source: The system immediately flags a visual or acoustic cue to anyone actively monitoring the system and possibly the owner or admins.
fr_fr: Le système envoie imméidatement une notificatin visuelle ou acoustique à quiconque supervise activement le système et peut également prévenir le propriétaire ou l'administrateur.

source: It immediately launches one or more passive countermeasures (see below).
fr_fr: Il lance immédiatement une ou plusieur contremesure passive (voir ci-dessous).

source: Depending on the system, extra security hackers or AIs may be brought in to help investigate.
fr_fr: En fonction du système, des hackeurs de sécurité ou des IA supplémenatires peuvent être appelés pour aider à mener l'enquète.

source: If the intruder is not encountered again or located within a set time period (usually about 10 minutes), the alarm is deactivated and the event is logged as an anomaly.
fr_fr: Si l'intrus n'est pas retrouvé ou localisé dans un intervalle de temps (généralement autour de 10 minutes), l'alrme est désactivée et l'évènement est enregistré comme étant une anomalie.

source: Depending on the security level of the system, someone may analyze the logs at some point and try to ascertain what happened—and prevent it from happening again.
fr_fr: En fonction du niveau de sécruité du système, quelqu'un pourrait analyser les journaux à un moment donné et essayer de déterminer ce qu'l s'est passé - et faire en sorte que cela n'arrive plus.

source: All intruders suffer a –10 modifier for tests involving a system that is on passive alert.
fr_fr: Tous les intrus subissent un modificateur de -10 à leurs tests impliquant un système en alerte passive.

source: An active alert is triggered when an intruder hits Locked status.
fr_fr: Une alerte active est déclenchée lorsque l'intrus obtiens le status Verrouillé.

source: The system immediately alerts the owners, admins, and monitoring security agents.
fr_fr: Le système prévient immédiatement les propriétaires, administrateurs et agents de sécurité.

source: Additional security assets (hackers and AIs) may be called in.
fr_fr: Des moyens de sécurité supplémenatires (IA et hackeurs) peuvent également être appelées en renforts.

source: The system also launches active countermeasure against the intruder (see below).
fr_fr: Le système déclenches également des contremesure active contre l'intrus (voir ci-dessous).

source: Active alerts are maintained for as long as the intruder is present, and sometimes for a lengthy period afterwards just in case the hacker returns.
fr_fr: Les alertes actives sont maintenues tant que l'intrus est présent, et parfois pour une période un peu plus longue juste au cas où le hackeur tenterait sa chance de nouveau.

source: Passive countermeasures are launched as a precaution whenever an intruder acquires Spotted status.
fr_fr: Les contremesures passives sont des précautions exécutées lorsqu'un intrus acquiert le status Détecté.

source: A security hacker or AI monitoring a system may attempt to track down the source of the passive alert.
fr_fr: Un hackeur de sécurité ou un IA supervisant le système peut tenter de remonter la source d'une alerte passive.

source: See Zeroing In, p.
fr_fr: Voir Détecter, p.

source: When a passive alert is triggered, a firewall can be set to re-authenticate all active users, starting with the most recent.
fr_fr: Lorsqu'une alerte passive est déclenchée, un parefeu peut être configuré pour re-identifier tous les utilisateurs actifs, en commençant par les plus récemments connectés.

source: At the beginning of the next Action Turn, everyone on the system must take an action to log back in.
fr_fr: Au début du prochain Tour d'Action, toute personen connectée sur le système doit dépenser une action pour se reconnecter.
